---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.PointCloudInstance
source: html/a5438dca-742d-e9e2-54a9-c5242ee360bc.htm
---
# PointCloudInstance Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.